[ 
    { 
        "title": "The Boy Who Cried Wolf",
         "author": "Apoorv Goyal",
          "created_on": "25th January, 2021",
           "description": "A story of a boy who lied and lost the trust of the people close to him.",
            "story": "Once upon a time, there lived a shepherd boy who was bored watching his flock of sheep on the hill. To amuse himself, he shouted, “Wolf! Wolf! The wolf is chasing the sheep!” The villagers came running to help the boy and save the sheep. They found nothing, and the boy just laughed, looking at their angry faces.\n\n “Don’t cry ‘wolf’ when there’s no wolf, boy!”, they said angrily and left. The boy just laughed at them.\n\nAfter a while, he got bored and cried ‘Wolf!’ again, fooling the villagers a second time. The angry villagers warned the boy a second time and left. The boy continued watching the flock. After a while, he saw a real wolf and cried loudly, “Wolf! Please help! The wolf is chasing the sheep. Help!”\n\n But this time, no one turned up to help. By evening, when the boy didn’t",
            "moral":"lying breaks trust. Nobody trusts a lier even when she/he is telling the truth"
    },
    {
        "title": "The Midas Touch",
         "author": "Saurabh Aswani",
          "created_on": "14th February, 2021",
           "description": "A story of a king and his greed.",
            "story": "In ancient Greek, there was a king named Midas. He had a lot of gold and everything he needed. He also had a beautiful daughter. Midas loved his gold very much, but he loved his daughter more than his riches.\n\nOne day, a Satyr named Silenus got drunk and passed out in Midas’ rose garden. Believing that Satyrs always bring good luck, Midas let Silenus rest in his palace until he is sober, against the wishes of his wife and daughter. Silenus is a friend of Dionysus, the God of wine and celebration. Upon learning Midas’s kindness towards his friend, Dionysus decides to reward the King.\n\nWhen asked to wish for something, Midas says, “I wish everything I touch turns to gold”. Although Dionysus knew it was not a great idea, he granted Midas his wish.\n\nHappy that his wish was granted, Midas went around touching random things in the garden and his palace and turned them all into gold. He touched an apple, and it turned into a shiny gold apple. His subjects were astonished but happy to see so much gold in the palace.\n\nIn his happiness, Midas went and hugged his daughter, and before he realized it.",
            "moral":"Do not get greedy. Be happy and content with what you have."
    }]